// * Типы данных, числа
//
// N.1 Присвойте константе n1 числовое значение
// N.2 Присвойте константе n2 значение больше 10
// N.3 Присвойте константе n3 значение меньше -10
// N.4 Присвойте константе n4 значение больше 4 и меньше 5
// N.5 Присвойте константе n5 произведение всех четных чисел от
//   двух до восьми включительно

// * Типы данных, строки
//
// S.1 Присвойте константе s1 строковое значение
// S.2 Присвойте константе s2 строковое значение длиной не меньше 5 символов, без пробелов
// S.3 Присвойте константе s3 значение s2 развернутое в обратную сторону
// S.4 Присвойте константе s4 значение сцепленных s2 и s3
// S.5 Присвойте константе s5 строковое значение из всех 10 цифр, длиной 10 символов, отсортированных по возрастанию
// S.6 Возьмите значение константы a6 и замените все
//   гласные буквы на +. К гласным относим буквы aiueo и y.
//   Результат запишите в константу s6
const a6 = "Keep your wheels clean";
// S.7 Посчитайте количество пробелов в константе a6 и запишите результат в константу s7
